zsh-users/zsh-completions kind:fpath path:src
belak/zsh-utils path:completion
belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:utility
romkatv/powerlevel10k
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
