tap 'getantibody/tap'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'universal-ctags/universal-ctags'

brew 'cmake'
brew 'coreutils'
brew 'git'
brew 'htop'
brew 'python'
brew 'llvm'
brew 'macvim'
brew 'mas'
brew 'mercurial'
brew 'moreutils'
brew 'node'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'ruby'
brew 'rustup-init'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'antibody'
brew 'universal-ctags', args: ['HEAD']

cask '1password'
cask 'appcleaner'
cask 'firefox'
cask 'firefox-nightly'
cask 'font-source-code-pro'
cask 'google-chrome'
cask 'iterm2'
cask 'logitech-gaming-software'
cask 'logitech-options'
cask 'spotify'
cask 'sublime-text'
cask 'textual'
cask 'the-unarchiver'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'xquartz'

mas 'Amphetamine', id: 937984704
mas 'Magnet', id: 441258766
mas 'Xcode', id: 497799835
