brew "cmake"
brew "difftastic"
brew "fd"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "less"
brew "llvm"
brew "mosh"
brew "neovim"
brew "ninja"
brew "node"
brew "pre-commit"
brew "python"
brew "ripgrep"
brew "tmux"
brew "zsh"

cask "alt-tab"
cask "firefox"
cask "font-hack-nerd-font"
cask "keymapp"
cask "logi-options+"
cask "logitech-camera-settings"
cask "monitorcontrol"
cask "rectangle"
cask "spotify"
cask "wezterm"
