tap 'clementtsang/bottom'
tap 'getantibody/tap'
tap 'universal-ctags/universal-ctags'

brew 'antibody'
brew 'bat'
brew 'binutils'
brew 'boost'
brew 'bottom'
brew 'cmake'
brew 'dust'
brew 'exa'
brew 'fd'
brew 'fzf'
brew 'gcc@10'
# brew 'gdb'
brew 'git'
brew 'git-delta'
brew 'hyperfine'
brew 'llvm'
brew 'miniserve'
brew 'moreutils'
brew 'neovim'
brew 'node'
brew 'procs'
brew 'python'
brew 'ripgrep'
brew 'sd'
brew 'speedtest-cli'
brew 'starship'
brew 'stow'
brew 'tealdeer'
brew 'tmux'
brew 'tokei'
brew 'universal-ctags', args: ['HEAD']
brew 'youtube-dl'
brew 'zoxide'
brew 'zsh'
