tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'

brew 'mas'

mas 'Amphetamine', id: 937984704
mas 'Magnet', id: 441258766
mas 'Xcode', id: 497799835

cask 'alacritty'
cask 'appcleaner'
cask 'bitwarden'
cask 'firefox'
cask 'font-hack-nerd-font'
cask 'google-backup-and-sync'
cask 'iina'
cask 'logitech-camera-settings'
cask 'logitech-options'
cask 'microsoft-outlook'
cask 'microsoft-teams'
cask 'monitorcontrol'
cask 'spotify'
cask 'xquartz'
cask 'zsa-wally'
